Repository: Infomaniak/ios-SwissTransfer
Catalog: SwissTransferResources/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, it

# advancedSettingsTitle
source: Advanced settings
de: Erweiterte Einstellungen
es: Ajustes avanzados
fr: Paramètres avancés
it: Impostazioni avanzate

# awaitingNetwork
source: Waiting for network
de: Auf Netzwerk warten
es: Esperando la red
fr: En attente de réseau
it: In attesa della rete

# buttonCancelTransfer
source: Cancel the transfer
de: Übertragung abbrechen
es: Cancelar transferencia
fr: Annuler le transfert
it: Annullamento del trasferimento

# buttonCloseAndContinue
source: Close and continue
de: Schliessen und weiter
es: Cerrar y continuar
fr: Fermer et continuer
it: Chiudi e continua

# buttonConfirm
source: Confirm
de: Bestätigen
es: Confirme
fr: Confirmer
it: Conferma

# buttonCopyLink
source: Copy link
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
it: Copia link

# buttonDeleteTransfer
source: Delete transfer
de: Übertragung löschen
es: Borrar transferencia
fr: Supprimer le transfert
it: Cancella trasferimento

# buttonDeleteYes
source: Yes, delete
fr: Oui, supprimer
it: Sì, elimina

# buttonDownload
source: Download
es: Descargar
fr: Télécharger
it: Scarica

# buttonDownloadSelected
source: Download selection
de: Auswahl herunterladen
fr: Télécharger la sélection
it: Scarica la selezione

# buttonDownloaded
source: Downloaded
de: Heruntergeladen
es: Descargado
fr: Téléchargé
it: Scaricato

# buttonEditTransfer
source: Edit my transfer
de: Meine Übertragung bearbeiten
es: Editar mi transferencia
fr: Modifier mon transfert
it: Modifica mio trasferimento

# buttonFinished
source: Finish
de: Beenden
es: Acabado
fr: Terminer
it: Finisci

# buttonOpenMailApp
source: Open the mail app
de: Mail-App öffnen
es: Abrir la aplicación de correo
fr: Ouvrir l’app mail
it: Apri l’app di posta elettronica

# buttonRetry
source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova

# buttonShare
source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi

# buttonStart
source: Start
de: Starten
es: Inicio
fr: Démarrer
it: Inizio

# contentDescriptionButtonBack
source: Back
de: Zurück
es: Volver
fr: Retour
it: Indietro

# contentDescriptionButtonClose
source: Close
de: Schliessen
es: Cerrar
fr: Fermer
it: Chiudi

# contentDescriptionButtonHidePassword
source: Hide password
de: Passwort verbergen
fr: Cacher le mot de passe
it: Nascondere la password

# contentDescriptionButtonRemove
source: Remove file
de: Datei entfernen
es: Eliminar archivo
fr: Supprimer le fichier
it: Rimuovi il file

# contentDescriptionButtonShowPassword
source: Show password
de: Passwort anzeigen
fr: Afficher le mot de passe
it: Mostra password

# contentDescriptionCreateNewTransferButton
source: New transfer
de: Neuer Transfer
es: Nueva transferencia
fr: Nouveau transfert
it: Nuovo trasferimento

# dailyTransferLimitReached
source: You have reached your daily transfer limit
de: Sie haben Ihr tägliches Transferlimit erreicht
fr: Tu as atteint la limite quotidienne de transfert
it: Hai raggiunto il limite giornaliero di trasferimento

# deeplinkPasswordDescription
source: Enter the password you have been given to download these files.
de: Gib das Passwort ein, das du erhalten hast, um diese Dateien herunterzuladen.
es: Introduzca la contraseña que se le ha dado para descargar estos archivos.
fr: Saisis le mot de passe qui t’a été fourni pour télécharger ces fichiers.
it: Inserite la password che vi è stata fornita per scaricare questi file.

# deeplinkTransferExpired
source: This transfer has expired
de: Diese Transfer ist abgelaufen
es: Esta transferencia ha expirado
fr: Ce transfert a expiré
it: Questo trasferimento è scaduto

# deeplinkTransferNotFound
source: This transfer does not exist
de: Diese Übertragung gibt es nicht
es: Esta transferencia no existe
fr: Ce transfert n’existe pas
it: Questo trasferimento non esiste

# deleteThisTransferDescription
source: This transfer and the files it contains will be deleted.
fr: Ce transfert et les fichiers qu’il contient seront supprimés.
it: Questo trasferimento e i file in esso contenuti verranno eliminati.

# deleteThisTransferTitle
source: Delete this transfer?
fr: Supprimer ce transfert ?
it: Cancellare questo trasferimento?

# downloadInProgressDialogTitle
source: Download in progress…
de: Herunterladen läuft…
es: Descarga en curso…
fr: Téléchargement en cours…
it: Download in corso…

# downloadedTransferLabel
source: Downloaded transfer: %d/%d
de: Heruntergeladene Übertragung: %d/%d
es: Transferencia descargada: %d/%d
fr: Transfert téléchargé : %d/%d
it: Trasferimento scaricato: %d/%d

# errorAppIntegrity
source: Your device is not recognized as safe
de: Ihr Gerät wird nicht als sicher erkannt
fr: Votre appareil n’est pas reconnu comme sûr
it: Il dispositivo non è riconosciuto come sicuro

# errorGeneratingQRCode
source: Impossible to generate the QR code
de: Unmöglich, den QR-Code zu generieren
es: Imposible generar el código QR
fr: Impossible de générer le code QR
it: Impossibile generare il codice QR

# errorIncorrectPassword
source: Incorrect password
de: Falsches Kennwort
es: Contraseña incorrecta
fr: Mot de passe incorrect
it: Password errata

# errorTransferPasswordLength
source: The password must be between 6 and 25 characters
de: Das Passwort muss zwischen 6 und 25 Zeichen lang sein
es: La contraseña debe tener entre 6 y 25 caracteres
fr: Le mot de passe doit comporter entre 6 et 25 caractères
it: La password deve essere compresa tra 6 e 24 caratteri

source: Expired
fr: Expiré
it: Scaduto

source: Expires at %@
de: Läuft ab bei %@
fr: Expire à %@
it: Scade al %@

# expiresIn
source: Expires in %d days
de: Verfällt in %d Tagen
es: Caduca en %d días
fr: Expire dans %d jours
it: Scade tra %d giorni

source: Expires the %@
de: Läuft am %@
fr: Expire le %@
it: Scade il %@

source: Expires tomorrow
de: Läuft morgen ab
fr: Expire demain
it: Scade domani

# fileCountOverDisplayOnly
source: %1$d/%2$d files
fr: %1$d/%2$d fichiers
it: %1$d/%2$d file

# fileCountOverTtsFriendly
source: %1$d out of %2$d files
fr: %1$d sur %2$d fichiers
it: %1$d su %2$d file

# fileSizeOverTtsFriendly
source: %1$@ out of %2$@
fr: %1$@ sur %2$@
it: %1$@ su %2$@

# firstTransferDescription
source: Make your first transfer!
de: Mach deinen ersten Transfer!
es: Realice su primera transferencia
fr: Fais ton premier transfert !
it: Effettua il tuo primo trasferimento!

# importFilesScreenTitle
source: Files to transfer
de: Zu übertragende Dateien
es: Archivos para transferir
fr: Fichiers à transférer
it: File da trasferire

source: Invalid address
de: Ungültige Adresse
es: Dirección no válida
fr: Adresse invalide
it: Indirizzo non valido

# messageHeader
source: Message:
de: Nachricht:
es: Mensaje:
it: Messaggio:

# myFilesTitle
source: My files
de: Meine Dateien
es: Mis archivos
fr: Mes fichiers
it: I miei file

source: Network unavailable
de: Netzwerk nicht verfügbar
es: Red no disponible
fr: Réseau indisponible
it: Rete non disponibile

# newTransferConfirmLeavingDialogTitle
source: Oops, do you really want to cancel?
de: Ups, willst du wirklich abbrechen?
fr: Oups, tu veux vraiment annuler ?
it: Ops, vuoi davvero cancellarti?

# newTransferLeavingDialogDescription
source: Your transfer is almost ready. Are you sure you want to cancel it?
de: Dein Transfer ist fast fertig. Bist du sicher, dass du alles rückgängig machen willst?
fr: Ton transfert est presque prêt. Es-tu sûr de vouloir tout annuler ?
it: Il trasferimento è quasi pronto. Sei sicuro di volerlo annullare?

# newTransferLeavingDialogNegativeButton
source: No, continue
de: Nein, weiter
fr: Non, continuer
it: No, continua

# newTransferLeavingDialogPositiveButton
source: Yes, cancel
de: Ja, abbrechen
fr: Oui, annuler
it: Sì, annulla

# noSettingsSelectedDescription
source: Select a parameter to display it
de: Wählt einen Parameter zur Anzeige aus
fr: Sélectionne un paramètre pour l’afficher
it: Seleziona un parametro da visualizzare

# noTransferReceivedDescription
source: All transfers you receive over the last 30 days will appear here.
de: Alle Transfers der letzten 30 Tage, werden hier angezeigt.
es: Aquí aparecerán todas las transferencias recibidas en los últimos 30 días.
fr: Tous les transferts que tu recevras sur les 30 derniers jours apparaitront ici.
it: Qui appariranno tutti i bonifici ricevuti negli ultimi 30 giorni.

# noTransferReceivedTitle
source: No transfers received
de: Keinen Transfer erhalten
es: No se han recibido transferencias
fr: Aucun transfert reçu
it: Nessun trasferimento ricevuto

# noTransferSelectedDescription
source: Select a transfer or create a new one.
de: Wähle eine Übertragung aus oder erstelle eine neue.
es: Selecciona una transferencia o crea una nueva.
fr: Sélectionne un transfert ou créé-en un nouveau.
it: Selezionare un trasferimento o crearne uno nuovo.

# noTransferSelectedTitle
source: No transfers to display
de: Keine Transfers zum Anzeigen
es: No hay transferencias que mostrar
fr: Aucun transfert à afficher
it: Nessun trasferimento da visualizzare

# notificationDownloadErrorDescription
source: An error occurred during download.
de: Beim Herunterladen ist ein Fehler aufgetreten.
es: Se ha producido un error durante la descarga.
fr: Une erreur s’est produite pendant le téléchargement.
it: Si è verificato un errore durante il download.

# notificationDownloadErrorNotificationTitle
source: Download error
de: Fehler herunterladen
es: Error de descarga
fr: Erreur de téléchargement
it: Scarica l’errore

# notificationDownloadSuccessDescription
source: The file %@ has been downloaded.
de: Die Datei %@ wurde heruntergeladen.
es: El archivo %@ ha sido descargado.
fr: Le fichier %@ a été téléchargé.
it: Il file %@ è stato scaricato.

# notificationDownloadSuccessNotificationTitle
source: Download completed
de: Download abgeschlossen
es: Descarga completa
fr: Téléchargement terminé
it: Scaricamento completato

# notificationKeepAppForegroundDescription
source: Keep the app open until the end of the transfer.
de: Hält die App offen, bis die Übertragung abgeschlossen ist.
es: Mantén la aplicación abierta hasta el final de la transferencia.
fr: Garde l’app ouverte le temps que le transfert se termine.
it: Mantieni l’app aperta fino al termine del trasferimento.

# notificationUploadFailureDescription
source: A problem has occurred, please try again
de: Ein Problem ist aufgetreten, bitte versuchen Sie es erneut
fr: Un problème est survenu, veuillez réessayer
it: Si è verificato un problema, riprovare

# notificationUploadFailureTitle
source: The transfer failed
de: Die Übertragung ist fehlgeschlagen
es: La transferencia falló
fr: Le transfert a échoué
it: Il trasferimento non è riuscito

# notificationUploadProgressTitle
source: Transfer in progress… (%@%%)
de: Transfer wird durchgeführt… (%@%%)
fr: Transfert en cours… (%@%%)
it: Trasferimento in corso… (%@%%)

# notificationUploadSuccessDescriptionMail
source: The download link has been sent to the recipients
de: Der Download-Link wurde an die Empfänger gesendet
fr: Le lien de téléchargement a été envoyé aux destinataires
it: Il link per il download è stato inviato ai destinatari

# notificationUploadSuccessDescriptionOther
source: Click to get your download link
de: Klicke, um deinen Download-Link zu erhalten
fr: Clique pour obtenir ton lien de téléchargement
it: Fare clic per ottenere il link per il download

# notificationUploadSuccessTitle
source: Transfer completed
de: Transfer abgeschlossen
fr: Transfert terminé
it: Trasferimento completato

# onboardingExpirationSubtitleArgument
source: 30 days.
de: 30 Tage
es: 30 días.
fr: 30 jours.
it: 30 giorni.

# onboardingExpirationSubtitleTemplate
source: Share your files via email, link, or QR code. Your links stay active for %@
de: Teile deine Dateien per E-Mail, Link oder QR-Code. Deine Links bleiben %@ aktiv.
es: Comparte tus archivos por correo, enlace o código QR. Tus enlaces estarán activos durante %@
fr: Partages tes fichiers par e-mail, lien ou QR code. Tes liens restent actifs %@
it: Condividi i tuoi file via email, link o QR code. I tuoi link rimangono attivi per %@

# onboardingExpirationTitle
source: Play Your Best Cards!
de: Spiel deine besten Karten aus!
es: ¡Juega tus mejores cartas!
fr: Joue tes meilleures cartes !
it: Gioca le tue carte migliori!

# onboardingPasswordSubtitleArgument
source: a password.
de: einem Passwort.
es: una contraseña.
fr: un mot de passe.
it: una password.

# onboardingPasswordSubtitleTemplate
source: Protect your shares with %@
de: Schütze deine Freigaben mit %@
es: Protege tus compartidos con %@
fr: Protège tes partages avec %@
it: Proteggi i tuoi contenuti con %@

# onboardingPasswordTitle
source: Stay in Control!
de: Behalte die Kontrolle!
es: ¡Mantén el control!
fr: Garde le contrôle !
it: Mantieni il controllo!

# onboardingStorageSubtitleArgument
source: Share up to 50 GB
de: Teile bis zu 50 GB
es: Comparte hasta 50 GB
fr: Partage jusqu’à 50 Go
it: Condividi fino a 50 GB

# onboardingStorageSubtitleTemplate
source: %@ of files for free without any registration.
de: %@ Dateien – kostenlos und ohne Anmeldung.
es: %@ de archivos gratis y sin necesidad de registro.
fr: %@ de fichiers gratuitement et sans inscription.
it: %@ di file gratis e senza registrazione.

# onboardingStorageTitle
source: Send Big!
de: Hau richtig rein!
es: ¡Envía a lo grande!
fr: Envoie du lourd !
it: Invia alla grande!

# oneClickSharing
source: Share in 1 click!
fr: Partage en 1 clic !
it: Condividi in 1 click!

# quickSharingDescription
source: To quickly share, use the %1$@ or %2$@ button below the QR. It’s easier than capturing the screen.
fr: Pour partager rapidement, utilise le bouton %1$@ ou %2$@ sous le QR. C’est plus simple que de capturer l’écran.
it: Per condividere rapidamente, utilizzare il pulsante %s o %s sotto il QR. È più facile che catturare lo schermo.

# receivedFilesTitle
source: Received files
de: Empfangene Dateien
es: Archivos recibidos
fr: Fichiers reçus
it: File ricevuti

# receivedTitle
source: Received
de: Empfangen
es: Recibido
fr: Reçu
it: Ricevuto

# restrictedLocation
source: Infomaniak SwissTransfer is not available in your location
de: Infomaniak SwissTransfer ist an Ihrem Standort nicht verfügbar
fr: Infomaniak SwissTransfer n’est pas disponible dans votre région
it: Infomaniak SwissTransfer non è disponibile nella tua località

# sentEmptyTitle
source: Our story begins here
de: Unsere Geschichte beginnt hier
es: Nuestra historia comienza aquí
fr: Notre histoire commence ici
it: La nostra storia inizia qui

# sentFilesTitle
source: Shared files
de: Geteilte Dateien
es: Archivos compartidos
fr: Fichiers partagés
it: File condivisi

# sentTitle
source: Sent
de: Gesendet
es: Enviado a
fr: Envoyé
it: Inviato a

# settingsAllNotifications
source: All notifications
de: Alle Benachrichtigungen
es: Todas las notificaciones
fr: Toutes les notifications
it: Tutte le notifiche

# settingsCategoryAbout
source: About
de: Über
es: Quiénes somos
fr: À propos
it: Chi siamo

# settingsCategoryDataManagement
source: Data & Privacy
de: Daten & Datenschutz
es: Datos y privacidad
fr: Données & Confidentialité
it: Dati e privacy

# settingsCategoryDefaultSettings
source: Default settings
de: Standardeinstellungen
es: Ajustes por defecto
fr: Paramètres par défaut
it: Impostazioni predefinite

# settingsCategoryGeneral
source: General
de: Allgemein
fr: Général
it: Generale

# settingsCustomizedNotifications
source: Customized
de: Persönlich
es: Personalizado
fr: Personnalisé
it: Personalizzato

# settingsDownloadsLimitTitle
source: Set a default download limit for your transfers
de: Lege ein Standardlimit für deine Uploads fest
es: Establece un límite de descarga por defecto para tus transferencias
fr: Défini une limite de téléchargements par défaut pour tes transferts
it: Impostare un limite di download predefinito per i trasferimenti

# settingsEmailLanguageTitle
source: Set a default language for your email transfers
de: Legt eine Standardsprache für Ihre Weiterleitungen per E-Mail fest
es: Establecer un idioma por defecto para las transferencias de correo electrónico
fr: Défini une langue par défaut pour tes transferts par e-mail
it: Imposta una lingua predefinita per i trasferimenti di e-mail

# settingsEmailLanguageValueEnglish
source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese

# settingsEmailLanguageValueFrench
source: French
de: Deutsch
es: Francés
fr: Francais
it: Francese

# settingsEmailLanguageValueGerman
source: German
de: Deutsch
es: Alemán
fr: Allemand
it: Tedesco

# settingsEmailLanguageValueItalian
source: Italian
de: Italienisch
es: Italiano
fr: Italien
it: Italiano

# settingsEmailLanguageValueSpanish
source: Spanish
de: Spanisch
es: Español
fr: Espagnol
it: Spagnolo

# settingsMatomoDescription
source: Matomo is an analysis tool hosted and managed exclusively by Infomaniak to understand how the application is used. By studying this data, our team is able to continually improve the application’s interface.
de: Matomo ist ein Analysetool, das ausschliesslich von Infomaniak gehostet und verwaltet wird, um zu verstehen, wie die Anwendung genutzt wird. Durch die Untersuchung dieser Daten kann unser Team die Schnittstelle der Anwendung kontinuierlich verbessern.
es: Matomo es una herramienta de análisis alojada y gestionada exclusivamente por Infomaniak para comprender cómo se utiliza la aplicación. El estudio de estos datos permite a nuestro equipo mejorar continuamente la interfaz de la aplicación.
fr: Matomo est un outil d’analyse hébergé et géré exclusivement par Infomaniak pour comprendre comment l’application est utilisée. L’étude de ces données permet à notre équipe d’améliorer en continue l’interface de l’application.
it: Matomo è uno strumento di analisi ospitato e gestito esclusivamente da Infomaniak per capire come viene utilizzata l’applicazione. Studiando questi dati, il nostro team è in grado di migliorare continuamente l’interfaccia dell’applicazione.

# settingsNotificationsDownloadInProgress
source: Download in progress
de: Herunterladen in Arbeit
es: Descarga en curso
fr: Téléchargement en cours
it: Download in corso

# settingsNotificationsDownloadTransfer
source: Downloading a transfer
de: Herunterladen einer Übertragung
es: Descargar una transferencia
fr: Téléchargement d’un transfert
it: Scaricare un trasferimento

# settingsNotificationsLinkExpired
source: Expired link
de: Link abgelaufen
es: Enlace caducado
fr: Lien expiré
it: Link scaduto

# settingsNotificationsTitle
source: Select a preference
de: Wählt eine Präferenz aus
es: Seleccione una preferencia
fr: Sélectionne une préférence
it: Seleziona una preferenza

# settingsNotificationsTransferFinished
source: Transfer completed
de: Transfer abgeschlossen
es: Transferencia completada
fr: Transfert terminé
it: Trasferimento completato

# settingsNotificationsTransferInProgress
source: Transfer in progress
de: Übertragung läuft
es: Transferencia en curso
fr: Transfert en cours
it: Trasferimento in corso

# settingsNotificationsTransferNotDownloaded
source: Transfer not downloaded
de: Übertragung nicht heruntergeladen
es: Transferencia no descargada
fr: Transfert non téléchargé
it: Trasferimento non scaricato

# settingsOptionActivated
source: Activated
de: Aktiviert
es: Activado
fr: Activé
it: Attivato

# settingsOptionDataManagement
source: Data management
de: Verwaltung der Daten
es: Gestión de datos
fr: Gestion des données
it: Gestione dei dati

# settingsOptionDiscoverInfomaniak
source: Discover Infomaniak
de: Entdecke Infomaniak
es: Descubrir Infomaniak
fr: Découvre Infomaniak
it: Scopri Infomaniak

# settingsOptionDownloadLimit
source: Download limit
de: Limit für Downloads
es: Límite de descarga
fr: Limite de téléchargements
it: Limite di download

# settingsOptionEmailLanguage
source: Email language
de: Sprache der E-Mail
es: Idioma del correo electrónico
fr: Langue de l’e-mail
it: Lingua della posta elettronica

# settingsOptionGiveFeedback
source: Give your opinion
de: Gib deine Meinung ab
es: Diga lo que piensa
fr: Donne ton avis
it: Di’ la tua

# settingsOptionNone
source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno

# settingsOptionNotifications
source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche

# settingsOptionShareIdeas
source: Share your ideas
de: Teile deine Ideen
es: Comparte tus ideas
fr: Partage tes idées
it: Condividi le tue idee

# settingsOptionTermsAndConditions
source: Terms and Conditions
de: Allgemeine Geschäftsbedingungen
fr: Conditions générales
it: Termini e condizioni

# settingsOptionTheme
source: Theme
de: Design
es: Tema
fr: Thème
it: Tema

# settingsOptionThemeDark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro

# settingsOptionThemeLight
source: Light
de: Hell
es: Luz
fr: Clair
it: Chiaro

# settingsOptionThemeSystem
source: System
es: Sistema
fr: Système
it: Sistema

# settingsOptionValidityPeriod
source: Validity period
de: Dauer der Gültigkeit
es: Periodo de validez
fr: Durée de validité
it: Periodo di validità

# settingsPasswordDescription
source: Your recipients will need to enter the password to download the files.
de: Deine Empfänger müssen das Passwort eingeben, um die Dateien herunterzuladen.
es: Los destinatarios tendrán que introducir la contraseña para descargar los archivos.
fr: Tes destinataires devront saisir le mot de passe pour télécharger les fichiers.
it: I destinatari dovranno inserire la password per scaricare i file.

# settingsPasswordTitle
source: Protect your transfer with a password
de: Schütze deine Übertragung mit einem Passwort
es: Protege tu transferencia con una contraseña
fr: Protèges ton transfert avec un mot de passe
it: Proteggere il trasferimento con una password

# settingsPasswordToggleDescription
source: Activate protection
de: Schutz aktivieren
es: Activar la protección
fr: Activer la protection
it: Attivare la protezione

# settingsThemeTitle
source: Select a theme
de: Wähle ein Thema aus
es: Seleccione un tema
fr: Sélectionne un thème
it: Seleziona un tema

# settingsTitle
source: Settings
de: Einstellungen
es: Parámetros
fr: Paramètres
it: Parametri

# settingsValidityPeriodTitle
source: Set a default validity period for your transfers
de: Legt eine Standardgültigkeitsdauer für deine Transfers fest
es: Establezca un periodo de validez por defecto para sus transferencias
fr: Défini une durée de validité par défaut pour tes transferts
it: Imposta un periodo di validità predefinito per i trasferimenti

# sharePasswordButton
source: Copy password
de: Kopieren des Passworts
es: Copiar contraseña
fr: Copier le mot de passe
it: Copia la password

# sharePasswordDescription
source: Here’s the sesame to download the files!
de: Hier ist das Sesam-öffne-dich zum Herunterladen der Dateien!
es: ¡Aquí está la llave mágica para descargar los archivos!
fr: Voilà le sésame pour télécharger les fichiers !
it: Ecco la chiave magica per scaricare i file!

# sharePasswordTitle
source: This transfer is secure
de: Diese Übertragung ist sicher
es: Esta transferencia es segura
fr: Ce transfert est sécurisé
it: Questo trasferimento è sicuro

# shareQrCodeDescription
source: Scan this QR code around you to share your transfer:
de: Lass diesen QR-Code in deiner Umgebung scannen, um deine Übertragung zu teilen:
es: Escanee este código QR a su alrededor para compartir su traslado:
fr: Fais scanner ce QR code autour de toi pour partager ton transfert :
it: Scansionate questo codice QR intorno a voi per condividere il vostro trasferimento:

# shareQrCodeTitle
source: Quick share
de: Schnelles Teilen
es: Compartir rápidamente
fr: Partage rapide
it: Condivisione rapida

# sorry
source: We’re sorry
de: Es tut uns leid
fr: Nous sommes désolés
it: Ci dispiace

# textFieldOptional
source: (Optional)
es: (Opcional)
fr: (Facultatif)
it: (Opzionale)
