Repository: Infomaniak/ios-SwissTransfer
Catalog: SwissTransferResources/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, it

# transferContentHeader
source: Transfer content:
de: Inhalt der Übertragung:
es: Contenido de la transferencia:
fr: Contenu du transfert :
it: Contenuto del trasferimento:

# transferExpiredButton
source: Delete from history
de: Aus dem Verlauf löschen
fr: Supprimer de l’historique
it: Cancellare dalla cronologia

# transferExpiredDateReachedDescription
source: Sorry, this transfer expired on %@. You can no longer download or view the files.
de: Tut mir leid, diese Übertragung ist am %s abgelaufen. Du kannst die Dateien nicht mehr herunterladen oder ansehen.
fr: Désolé, ce transfert a expiré le %@. Tu ne peux plus télécharger ni consulter les fichiers.
it: Spiacente, questo trasferimento è scaduto il %s. Non è più possibile scaricare o visualizzare i file.

# transferExpiredDescription
source: Sorry, this transfer has expired. You can no longer download or view the files.
de: Diese Übertragung ist leider abgelaufen. Du kannst die Dateien nicht mehr herunterladen oder ansehen.
es: Lo sentimos, esta transferencia ha caducado. Ya no puede descargar ni ver los archivos.
fr: Désolé, ce transfert a expiré. Tu ne peux plus télécharger ni consulter les fichiers.
it: Siamo spiacenti, questo trasferimento è scaduto. Non è più possibile scaricare o visualizzare i file.

# transferExpiredTitle
source: This transfer is no longer available
de: Diese Übertragung ist nicht mehr verfügbar
es: Esta transferencia ya no está disponible
fr: Ce transfert n’est plus disponible
it: Questo trasferimento non è più disponibile

# transferInitializing
source: Loading…
de: Laden…
fr: Chargement…
it: Caricamento…

# transferListSectionLastWeek
source: Last week
de: Letzte Woche
es: La semana pasada
fr: La semaine dernière
it: La scorsa settimana

# transferListSectionThisMonth
source: This month
de: Diesen Monat
es: Este mes
fr: Ce mois-ci
it: Questo mese

# transferListSectionThisWeek
source: This week
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana

# transferListSectionToday
source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
it: Oggi

# transferListSectionYesterday
source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri

# transferMessagePlaceholder
source: A message to pass on?
de: Eine Nachricht, die du weitergeben willst?
es: ¿Algún mensaje que quieras transmitir?
fr: Un message à faire passer ?
it: C’è qualche messaggio che vorresti trasmettere?

# transferRecipientAddressPlaceholder
source: Send files to
de: Dateien senden an
es: Enviar archivos a
fr: Envoyer les fichiers à
it: Invia i file a

# transferSendButton
source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia

# transferSenderAddressPlaceholder
source: Your email address
de: Deine E-Mail Adresse
es: Tu dirección de correo electrónico
fr: Ton adresse mail
it: Il tuo indirizzo e-mail

# transferSpaceLeft
source: %@ left
de: %@ übrig
es: Queda %@
fr: %@ restant
it: %@ rimasto

# transferSpaceLeft-plural
source: %@ left
de: %@ übrig
es: Quedan %@
fr: %@ restants
it: %@ rimasti

# transferTypeScreenTitle
source: Transfer
de: Übertragen
es: Transferencia
fr: Transfert
it: Trasferimento

# transferTypeTitle
source: Send by
de: Schicken per
es: Enviar por
fr: Envoyer par
it: Inviare da

# transferUploadSourceChoiceCamera
source: Camera
de: Kamera
es: Cámara
fr: Appareil photo
it: Macchina fotografica

# transferUploadSourceChoiceFiles
source: Browse files
de: Dateien durchsuchen
es: Examinar archivos
fr: Parcourir les fichiers
it: Sfoglia i file

# transferUploadSourceChoiceGallery
source: Photo and video gallery
de: Foto- und Videogalerie
es: Galería de fotos y vídeos
fr: Galerie photos et vidéos
it: Galleria di foto e video

# transferVirusCheckDescription
source: The files are not yet accessible for security reasons. Please come back in a few moments.
de: Die Dateien sind aus Sicherheitsgründen noch nicht zugänglich. Bitte kommen Sie gleich wieder.
es: Los archivos aún no son accesibles por razones de seguridad. Por favor, vuelva dentro de unos momentos.
fr: Les fichiers ne sont pas encore accessibles pour des raisons de sécurité. Reviens dans quelques instants.
it: I file non sono ancora accessibili per motivi di sicurezza. Torna a trovarci tra qualche istante.

# transferVirusCheckTitle
source: Files being checked
de: Dateien werden überprüft
es: Ficheros controlados
fr: Fichiers en cours de vérification
it: File controllati

# transferVirusDetectedDescription
source: You can not access this transfer because it does not comply with our terms of use.
de: Du kannst nicht auf diesen Transfer zugreifen, da er gegen unsere Nutzungsbedingungen verstösst.
es: No puede acceder a esta transferencia porque no cumple nuestras condiciones de uso.
fr: Tu ne peux pas accéder à ce transfert car il ne respecte pas nos conditions d’utilisation.
it: Non è possibile accedere a questo trasferimento perché non è conforme alle nostre condizioni d’uso.

# transferVirusDetectedTitle
source: Non-compliant files
de: Nicht konforme Dateien
es: Archivos no compatibles
fr: Fichiers non conformes
it: File non conformi

# understandTitleButton
source: I understood!
fr: J’ai compris !
it: Ho capito!

# uploadCancelConfirmBottomSheetTitle
source: Are you sure you want to cancel the transfer?
de: Bist du dir sicher, dass du die Transfer rückgängig machen willst?
es: ¿Estás seguro de que quieres cancelar la transferencia?
fr: Es-tu certain de vouloir annuler le transfert ?
it: Sei sicuro di voler annullare il trasferimento?

# uploadErrorDescription
source: The transfer didn’t work, give it another chance. If the problem persists, contact our support team.
de: Die Übertragung hat nicht funktioniert, gib ihr noch eine Chance. Wenn das Problem weiterhin besteht, wende dich an unseren Support.
es: La transferencia no ha funcionado, dale otra oportunidad. Si el problema persiste, ponte en contacto con nuestro equipo de asistencia.
fr: Le transfert n’a pas fonctionné, donnes-lui une autre chance. Si le problème persiste, contacte notre support.
it: Il trasferimento non ha funzionato, da un’altra possibilità. Se il problema persiste, contatta il nostro team di assistenza.

# uploadErrorTitle
source: Wait, what just happened?
de: Was ist das denn?
es: ¿Pero qué, qué?
fr: Qu’est-ce que quoi ?
it: Che cosa che… cosa?

# uploadProgressDescriptionArgumentConfidentiality
source: Internet that respects confidentiality and privacy.
de: einem Internet bei, das den Datenschutz und die Privatsphäre respektiert.
es: una Internet que respeta la confidencialidad y la privacidad.
fr: un Internet qui respecte la confidentialité et la vie privée.
it: un Internet che rispetta la riservatezza e la privacy.

# uploadProgressDescriptionArgumentEnergy
source: our own data centers, without air conditioning
de: unsere eigenen Rechenzentren ohne Klimaanlagen
es: nuestros propios centros de datos, sin aire acondicionado
fr: nos propres data centers, sans climatisation
it: i nostri data center, senza aria condizionata

# uploadProgressDescriptionArgumentIndependence
source: technological independence in Europe.
de: die technologische Unabhängigkeit in Europa.
es: la independencia tecnológica en Europa.
fr: l’indépendance technologique en Europe.
it: l’indipendenza tecnologica in Europa.

# uploadProgressDescriptionTemplateConfidentiality
source: We’re independent and contribute to an %@
de: Wir sind unabhängig und tragen zu %@
es: Somos independientes y contribuimos a %@
fr: Nous sommes indépendants et contribuons à %@
it: Siamo indipendenti e contribuiamo a %@

# uploadProgressDescriptionTemplateEnergy
source: We design %@, to exceed market standards for energy efficiency.
de: Wir entwerfen %@, um die Energieeffizienzstandards der Branche zu übertreffen.
es: Diseñamos %@, para superar las normas de eficiencia energética del mercado.
fr: Nous concevons %@, pour dépasser les standards d’efficacité énergétique du marché.
it: Progettiamo %@, per superare gli standard di efficienza energetica del mercato.

# uploadProgressDescriptionTemplateIndependence
source: We develop %@ Without compromising on ecology, privacy and people.
de: Wir entwickeln %@ Ohne Kompromisse bei Ökologie, Privatsphäre und Menschen.
es: Desarrollamos %@ Sin comprometer la ecología, la privacidad ni a las personas.
fr: Nous développons %@ Sans compromis sur l’écologie, la vie privée et l’humain.
it: Stiamo sviluppando %@ Senza compromettere l’ecologia, la privacy e le persone.

# uploadProgressIndication
source: Transfer in progress…
de: Transfer wird durchgeführt…
es: Transferencia en curso…
fr: Transfert en cours…
it: Trasferimento in corso…

# uploadProgressTitleArgument
source: apart
de: zeichnet uns aus
es: diferencia
fr: différent
it: diversi

# uploadProgressTitleTemplate
source: What sets us %@?
de: Was %@?
es: ¿Qué nos %@?
fr: Ce qui nous rend %@ ?
it: Cosa ci rende %@?

# uploadSuccessEmailTitle
source: It’s sent!
de: Versand ist erfolgt. Cheers!
es: ¡Y ya está!
fr: Hop c’est envoyé !
it: E si parte!

# uploadSuccessLinkDescription
source: Scan this QR code around you to share your files, or copy the link below.
de: Lass diesen QR-Code in deiner Umgebung scannen, um deine Dateien weiterzugeben, oder kopiere den untenstehenden Link.
es: Escanea este código QR a tu alrededor para compartir tus archivos o copia el enlace que aparece a continuación.
fr: Fais scanner ce QR code autour de toi pour partager tes fichiers ou copie le lien ci-dessous.
it: Scansiona questo codice QR intorno a voi per condividere i vostri file o copiate il link qui sotto.

# uploadSuccessLinkTitle
source: Your transfer is ready!
de: Deine Transfer ist fertig!
es: Su transferencia está lista
fr: Ton transfert est prêt !
it: Il trasferimento è pronto!

# urlAbout
source: https://www.infomaniak.com/en/about
de: https://www.infomaniak.com/de/about
es: https://www.infomaniak.com/es/about
fr: https://www.infomaniak.com/fr/a-propos
it: https://www.infomaniak.com/it/about

# urlUserReport
source: https://feedback.userreport.com/a61a740b-4800-4b53-8c9e-d2b010155416/
de: https://feedback.userreport.com/31390528-fdff-4f55-9ad6-c79f848e0b98/
es: https://feedback.userreport.com/60e9cc6b-8352-451c-ae3d-8fe4722f85d6/#ideas/popular
fr: https://feedback.userreport.com/a439bf38-6a53-4038-b47d-3f935a2a410e/
it: https://feedback.userreport.com/24435063-b900-48cd-b32f-ce177ea21798/

# validateMailCodeIncorrectError
source: The code entered is incorrect
de: Der eingegebene Code ist falsch
es: El código introducido es incorrecto
fr: Le code saisi est incorrect
it: Il codice inserito non è corretto

# validateMailCodeResentFeedback
source: The code was sent to the %@ email address
de: Der Code wurde an die E-Mail-Adresse %@ zurückgeschickt
fr: Le code à été renvoyé à l’adresse mail %@
it: Il codice è stato inviato all’indirizzo e-mail %@

# validateMailDescription
source: We’ve sent a code to %@. Enter it below to have your email address verified in the app:
de: Wir haben einen Code an %@ geschickt. Gib ihn unten ein, um deine E-Mail-Adresse in der App verifizieren zu lassen:
es: Hemos enviado un código a %@. Introdúcelo a continuación para verificar tu dirección de correo electrónico en la aplicación:
fr: On a envoyé un code à %@. Saisis le ci-dessous pour faire vérifier ton adresse mail dans l’app :
it: Abbiamo inviato un codice a %@. Inseriscilo qui sotto per verificare il tuo indirizzo e-mail nell’app:

# validateMailInfo
source: Remember to check the spam folder of your email address.
de: Denke daran, den Spam-Ordner deiner E-Mail-Adresse zu überprüfen.
es: Recuerda comprobar la carpeta de correo no deseado de tu dirección de correo electrónico.
fr: Pense à vérifier le dossier spam de ton adresse mail.
it: Ricordate di controllare la cartella spam del vostro indirizzo e-mail.

# validateMailResendCode
source: Resend a code
de: Code erneut senden
es: Reenviar un código
fr: Renvoyer un code
it: Reinvia il codice

# validateMailResendCodeTemplate
source: Resend a code (%ds)
de: Code erneut senden (%ds)
es: Reenviar un código (%ds)
fr: Renvoyer un code (%ds)
it: Reinvia il codice (%ds)

# validateMailTitle
source: Check your email
de: Überprüfe deine E-Mail
es: Consulta tu correo electrónico
fr: Vérifie ton e-mail
it: Controlla la tua e-mail

# validateMailUnknownError
source: An error has occurred. Please try again in a few moments.
de: Es ist ein Fehler aufgetreten. Bitte versuche dein Glück in Kürze erneut.
fr: Une erreur s’est produite. Retente ta chance dans quelques instants.
it: Si è verificato un errore. Riprovare tra qualche istante.

source: Version
es: Versión
it: Versione

# settingsOptionPassword
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

# transferTypeLink
source: Link
es: Enlace
fr: Lien

# transferTypeEmail
source: Email
es: Correo electrónico
